Repository: jbache/SjekkUT
Catalog: localization/*.xliff
Languages: nb

# 8ie-xW-0ye.text
source: Copyright (c) 2016 Den Norske Turistforening. All rights reserved.
nb: Opphavsrett (c) 2016 Den Norske Turistforening. Alle rettigheter.

# 3Xd-S5-Acu.text
source: county, altitude
nb: fylke, høyde

# 75k-d1-Gl6.title
source: Place
nb: Turpost

# BES-ZN-c87.normalTitle
source: Check in!
nb: Besøk!

# Bcx-SZ-h4j.text
source: Not climbed
nb: Ikke besøkt

# IBq-T2-jaY.normalTitle
source: Check in!
nb: Besøk!

# Kxj-xj-gTr.normalTitle
source: Click here to join!
nb: Trykk her for å bli med!

# Nfn-4H-tNh.normalTitle
source: Read More
nb: Les mer

# OXH-wX-4GR.text
source: Congratulations! You have summited all 24 summits! This is totally awesome and you rock!
nb: Gratulerer! Du har besøkt alle toppene!

# OsL-MX-TzC.text
source: Not climbed
nb: Ikke besøkt

# R5u-WJ-Jhc.text
source: Distance
nb: Avstand

# Sqc-dr-SmM.normalTitle
source: Join
nb: Bli med

# UVh-iZ-6qI.title
source: Profile
nb: Profil

# Vr9-EL-Pxm.text
source: Count
nb: Antall

# X32-B9-KX4.title
source: Project
nb: Turprosjekt

# XHg-Uz-lpr.text
source: Description
nb: Beskrivelse

# Y7P-p5-GVc.text
source: Not climbed
nb: Ikke besøkt

# Yc4-gY-n1L.title
source: Profile
nb: Profil

# b95-Ep-JLP.normalTitle
source: Logout
nb: Logg ut

# dWZ-Qi-X6O.text
source: Join project to track progress
nb: Bli med for å se fremdrift

# ei6-iL-drw.text
source: Place
nb: Turpost

# fU9-d9-JxX.text
source: Let new checkins be public
nb: La nye besøk være synlige for alle

# hY6-0v-phf.text
source: No Challenge
nb: Ingen prosjekter

# iDh-5N-jVo.text
source: Summit Name
nb: Turpost

# qxA-rX-KSH.text
source: Your visits
nb: Dine besøk

# vCl-Zk-4Rc.text
source: Distance
nb: Avstand

# y2A-QB-aS5.text
source: Finding your location...
nb: Finner posisjonen din...

# z17-1s-HLU.text
source: Checkins
nb: Besøk

source: %@ left
nb: %@ igjen

source: %@ people have checked in here today.
nb: %@ personer har besøkt i dag.

source: (dateRelativeString!) ago
nb: (dateRelativeString!) siden

source: Allow using location
nb: Tillat å bruke stedstjenester

source: Can't register visit
nb: Kan ikke registrere besøk

source: Checking in...
nb: Besøker...

source: Could not get a location. Make sure you are in view of the sky to allow GPS positioning to take place.
nb: Klarte ikke finne turpost. Pass på at du er under åpen himmel slik at GPS-posisjonering kan finne turpost.

source: Could not get a location. Make sure you have authorized the use of location services.
nb: Klarte ikke finne turpost. Vennligst sjekk at du har godkjent bruk av stedstjenester for appen i Innstillinger.

source: In total, %@ people have checked in here.
nb: %@ personer har besøkt.

source: In total, one person have checked in here.
nb: En person har besøkt.

source: Join
nb: Bli med

source: Join project to track progress
nb: Bli med for å se fremdrift

source: Leave
nb: Meld av

source: Leave project
nb: Meld av turprosjekt

source: My projects
nb: Mine turprosjekter

source: Nearest post is %@.
nb: Nærmeste turpost er %@.

source: No
nb: Nei

source: No GPS
nb: Ikke GPS

source: Nobody have checked in here today.
nb: Ingen besøk i dag.

source: Nobody have checked in here.
nb: Ingen besøk.

source: Not climbed
nb: Ikke besøkt

source: Ok, we have you visiting %@. Good job!
nb: Ok, vi har registrert besøk på %@. Bra jobbet!

source: Only one person have checked in here today.
nb: Kun ett besøk i dag.

source: Other projects
nb: Andre turprosjekter

source: Positioning Failure
nb: Feil i stedstjenester

source: Registering visit
nb: Registrerer besøk

source: Search results
nb: Søkeresultater

source: Something wrong happened: %@.
nb: En feil oppstod: %@.

source: Summited %ld time
nb: Besøkt en gang

source: Summited %ld times
nb: Besøkt %ld ganger

source: This app is not authorized to use Location services, possibly because of parental controls
nb: Denne appen er ikke autorisert til å bruke stedstjenester, muligens på grunn av foreldrekontroll.

source: This app is not authorized to use Location services. Please open Settings and enable location services for this app.
nb: Denne appen er ikke autorisert til å bruke stedstjenester. Vennsligst slå på stedstjenester for appen i Innstillinger.

source: This app requires using Location services. Is it OK to request permissions for using your device position?
nb: Denne appen krever bruk av stedstjenester. Er det greit å be om tillatelse til å bruke posisjonen din?

source: Unable to Locate
nb: Klarer ikke finne turpost

source: Unable to locate
nb: Klarer ikke å finne turpost

source: Unable to locate you. This can occur if you didn't allow using location services, or if your device has parental controls.
nb: Klarer ikke finne deg. Dette kan skje hvis du ikke tillot å bruke stedstjenester, eller hvis foreldrekontroll er i bruk.

source: Visit %@
nb: Besøk %@

source: Visit registered
nb: Besøk registret

source: Visited %@
nb: Besøkte %@

# Visited %@ of %@
source: Visited %1$@ of %2$@
nb: Besøkt %1$@ av %2$@

source: Visiting %@, please wait..
nb: Registrerer besøk på %@

source: We need GPS to register visit. Please turn this on in Settings
nb: Vi trenger GPS for å registrere besøk. Vennligst slå dette på

source: Working..
nb: Jobber..

source: Yay! Checked in to %@
nb: Yay! Besøkte %@

source: Yes!
nb: Ja!

source: You can check in.
nb: Du kan besøke.

source: You can now visit %@!
nb: Du kan nå besøke %@!

# You checked in to %@ %@.
source: You checked in to %1$@ %2$@.
nb: Du besøkte %@ %@.

source: You have checked in here %@ times.
nb: Du har besøkt %@ ganger.

source: You have checked in here once.
nb: Du har besøkt èn gang.

source: You have never checked in here.
nb: Du har aldri besøkt her.

# You have summited %@ of %@ so far!
source: You have summited %1$@ of %2$@ so far!
nb: Du har besøkt %1$@ av %2$@ til nå!

source: You have to be 200 meter from the summit and wait 24 hours before you can check in.
nb: Du må være maks 200 meter fra turposten og vente 24 timer før du kan besøke.

source: You have to be 200 meter from the summit before you can check in.
nb: Du må være maks 200 meter fra turposten for å besøke.

source: You have to wait 24 hours before you can check in.
nb: Du må vente 24 timer før du kan besøke

# You visited %@ %@ ago
source: You visited %1$@ %2$@ ago
nb: Du besøkte %1$@ %2$@ siden
